<p><img src="https://c.tenor.com/bjpq-Pntf4IAAAAd/dis6r-apaltado.gif" alt="" width="46" height="76" /></p>
<h3>esteban alonso fernandez acu&ntilde;a</h3>
<h4 style="text-align: right;">11 de julio, 2004</h4>
<p style="text-align: right;"><img src="https://c.tenor.com/bjpq-Pntf4IAAAAd/dis6r-apaltado.gif" alt="" width="46" height="76" /></p>
<blockquote>
<p style="text-align: center;">el nombre apaltado naci&oacute; de un <span style="text-decoration: underline;"><em>chiste</em></span> sobre ansiedad social en paltas parlantes.</p>
<p style="text-align: center;">&nbsp;</p>
</blockquote>
<p>bueno, creo que mi primera canci&oacute;n tradicional fue <span style="color: #99cc00;"><strong>caballito japon&eacute;s</strong></span>, t&iacute;tulo (y letra) el cual sentido no tiene en lo absoluto por cierto. lo que s&iacute; es destacable de comentar es que me costaba rasguear acordes mientras recitaba algo arbitrario. era... <em>eeeeee- estimulante</em>,&nbsp;creo.&nbsp;</p>
<p>&nbsp;</p>
<p>mi segunda canci&oacute;n fue <span style="color: #003366;"><strong>es la impotencia de coexistir</strong></span>, t&iacute;tulo el cual ten&iacute;a mucho m&aacute;s trasfondo y sentido. trata de algo que he observado en las personas que intentar&eacute; explicar a continuaci&oacute;n</p>
<ul>
<li><span style="text-decoration: underline;"><strong>cada persona es individual.</strong></span></li>
</ul>
<p>puede interactuar con otra persona pero nunca podr&aacute; quitarle su individualidad, siempre ser&aacute;n dos personas de las cuales se est&aacute; hablando</p>
<ul>
<li><span style="text-decoration: underline;"><strong><em>querer </em>interactuar.</strong></span></li>
</ul>
<p>se hayan ocasiones en las que una persona dentro de una instancia social (almuerzo, recreo de escuela, etc&eacute;tera) no desee participar, decida retirarse de coexistir.</p>
<p>cuando se presenta la situaci&oacute;n de rehusarse a interactuar, terceros intentar&aacute;n descubrir que caus&oacute; el deseo de aislarse* ya que puede f&aacute;cilmente ser causado por algo trivial y luego de ser arreglado, continuar la instancia social. la letra de la canci&oacute;n emerge desde este tema. siempre me ha gustado todo esto, que el deseo de no hablar y aislarse muchas veces resulta en a&uacute;n mas interacci&oacute;n.</p>
<p>*idealmente</p>
<p>hasta ahora, solo llevamos dos canciones. cuando tengo muchas m&aacute;s. esto es por que solo hablar&eacute; a fondo de las mas notorias. por ejemplo, &iquest;sabian qu&eacute; caballito japon&eacute;s no fue mi primera canci&oacute;n? es m&aacute;s, entre caballito japon&eacute;s y elidc hay considerable tiempo de salida en diferencia.</p>
<p>entre medio y alrededor vimos el lanzamiento de:</p>
<ul style="list-style-type: square;">
<li style="text-align: left;">club penguin pizzeria / agosto 2020 / instrumental en LMMS</li>
<li style="text-align: left;">funny bunny / septiembre 2020 / instrumental en LMMS</li>
<li style="text-align: left;">chiptune / octubre 2020 / instrumental en LMMS / de mis favoritas</li>
<li style="text-align: left;"><span style="color: #ff6600;">Monke Pics (&aacute;lbum) / noviembre 2020 / instrumentales en LMMS y una en FL Studio</span></li>
<li style="text-align: left;">club penguin pizzeria (remix) / diciembre 2020</li>
<li style="text-align: left;"><span style="color: #ff0000;">okey (&aacute;lbum) / fines de 2020 / instrumentales en FL Studio 20 y LMMS</span></li>
<li style="text-align: left;">club penguin pizzeria (feat. chimpsexy) / enero 2021 y primer collab</li>
<li style="text-align: left;">viva el pastor (feat. rhood0s y guilleaacosta) / enero 2021 / instrumental en LMMS / de mis favoritas</li>
<li style="text-align: left;">man / febrero 2021 / instrumental en LMMS</li>
<li style="text-align: left;"><span style="color: #000000;">76 y chupetonas gordibuenas (feat. rhood0s, guilleaacosta y YOMA) / febrero 2021 /</span></li>
<li style="text-align: left;"><span style="color: #ff99cc;">遺伝子 (&aacute;lbum) / abril 2021 / instrumentales en FL Studio principalmente, tambien implementado el uso de samples.</span></li>
<li style="text-align: left;"><span style="color: #000000;">baby thor sex (prod by. Monky9k) / abril 2021</span></li>
<li style="text-align: left;"><span style="color: #000000;">mi abuela (EP) / abril 2021</span></li>
<li style="text-align: left;"><span style="color: #999999;">cimarra (&aacute;lbum) / junio 2021</span></li>
<li style="text-align: left;"><span style="color: #000000;">S/T (EP) / julio 2021</span></li>
<li style="text-align: left;"><span style="color: #000000;">bueno (EP) / agosto 2021 / aqu&iacute; es cuando empec&eacute; a usar mi guitarra electrica</span></li>
<li style="text-align: left;"><span style="color: #000000;">caballito japon&eacute;s / septiembre 2021</span></li>
<li style="text-align: left;"><span style="color: #333333;">ariomelon (&aacute;lbum) / noviembre 2021</span></li>
</ul>
<p><span style="color: #333333;">despues de ariomelon, perd&iacute; acceso a mi distribuidora ya que cambiaron sus terminos y condiciones, entre otros cambios. empezaron a solicitar verificaci&oacute;n de edad mediante el documento de identidad nacional o pasaporte. envi&eacute; mi carnet y esper&eacute; un tiempo, hasta que lleg&oacute; diciembre y me prohibieron la distribuici&oacute;n de m&uacute;sica permanentemente. tenia 17 a&ntilde;os ese a&ntilde;o, tomando en cuenta el nuevo TOS me tom&eacute; un tiempo de subir m&uacute;sica e incluso hacer. afortunadamente hoy, 13 de abril de 2022 uso <em>dittomusic</em> para distribuir proyectos, estoy trabajando en distribuir <span style="color: #003366;">es la impotencia de coexistir (&aacute;lbum)</span> y <em>otros</em> sencillos notables que cuando salgan ser&aacute;n incorporados a esta pagina.<br />sin embargo a&uacute;n no he podido renovar mi perfil en la mayor&iacute;a de tiendas digitales de m&uacute;sica. tengo tres lanzamientos en camino para abril, est&aacute;n aprobados. sin embargo no s&eacute; si saldr&aacute;n en mi perfil actual o crear&aacute;n otro.</span></p>
